{

  "item.cp_tweaks.autumn.desc": "Rare drop from rats",

  "item.cp_tweaks.burning": "Burning Icon",
  "item.cp_tweaks.warm": "Warm Icon",
  "item.cp_tweaks.comfy": "Comfy Icon",
  "item.cp_tweaks.cold": "Cold Icon",
  "item.cp_tweaks.freezing": "Freezing Icon",

  "item.cp_tweaks.autumn": "Autumn Icon",
  "item.cp_tweaks.dry": "Dry Icon",
  "item.cp_tweaks.spring": "Spring Icon",
  "item.cp_tweaks.summer": "Summer Icon",
  "item.cp_tweaks.wet": "Wet Icon",
  "item.cp_tweaks.winter": "Winter Icon",

  "item.cp_tweaks.copper_sword": "Copper Sword",
  "item.cp_tweaks.copper_axe": "Copper Axe",
  "item.cp_tweaks.copper_shovel": "Copper Shovel",
  "item.cp_tweaks.copper_pickaxe": "Copper Pickaxe",
  "item.cp_tweaks.copper_hoe": "Copper Hoe",

  "item.cp_tweaks.desh_tipped_stone_sword": "Desh Tipped Stone Sword",
  "item.cp_tweaks.desh_tipped_stone_axe": "Desh Tipped Stone Axe",
  "item.cp_tweaks.desh_tipped_stone_shovel": "Desh Tipped Stone Shovel",
  "item.cp_tweaks.desh_tipped_stone_pickaxe": "Desh Tipped Stone Pickaxe",
  "item.cp_tweaks.desh_tipped_stone_hoe": "Desh Tipped Stone Hoe",

  "item.cp_tweaks.void_worm_gu": "Void Worm Gu",
  "item.cp_tweaks.steel_ingot": "Steel Ingot",

  "item.cp_tweaks.unstable_ice_shard": "Unstable Ice Shard",
  "item.cp_tweaks.stabilized_ice_sheet": "Stabilized Ice Sheet",
  "item.cp_tweaks.ftl_glacian_engine": "Faster Than Light (FTL) Glacian Engine",
  "item.cp_tweaks.stabilized_frozen_gu": "Stabilized Frozen Gu",
  "item.cp_tweaks.glacian_engine_frame": "Glacian Engine Frame",
  "item.cp_tweaks.glacian_engine_fan": "Glacian Engine Fan",

  "item.cp_tweaks.weird_satellite": "Weird Satellite",

  "item.cp_tweaks.void_wormed_sword": "Void Wormed Sword",
  "item.cp_tweaks.void_wormed_axe": "Void Wormed Axe",
  "item.cp_tweaks.void_wormed_shovel": "Void Wormed Shovel",
  "item.cp_tweaks.void_wormed_pickaxe": "Void Wormed Pickaxe",
  "item.cp_tweaks.void_wormed_hoe": "Void Wormed Hoe",

  "item.cp_tweaks.desh_sword": "Desh Sword",
  "item.cp_tweaks.desh_axe": "Desh Axe",
  "item.cp_tweaks.desh_shovel": "Desh Shovel",
  "item.cp_tweaks.desh_pickaxe": "Desh Pickaxe",
  "item.cp_tweaks.desh_hoe": "Desh Hoe",

  "item.cp_tweaks.steel_sword": "Steel Sword",
  "item.cp_tweaks.steel_axe": "Steel Axe",
  "item.cp_tweaks.steel_shovel": "Steel Shovel",
  "item.cp_tweaks.steel_pickaxe": "Steel Pickaxe",
  "item.cp_tweaks.steel_hoe": "Steel Hoe",

  "item.cp_tweaks.void_wormed_helmet": "Void Wormed Helmet",
  "item.cp_tweaks.void_wormed_chestplate": "Void Wormed Chestplate",
  "item.cp_tweaks.void_wormed_leggings": "Void Wormed Leggings",
  "item.cp_tweaks.void_wormed_boots": "Void Wormed Boots",

  "item.cp_tweaks.desh_helmet": "Desh Helmet",
  "item.cp_tweaks.desh_chestplate": "Desh Chestplate",
  "item.cp_tweaks.desh_leggings": "Desh Leggings",
  "item.cp_tweaks.desh_boots": "Desh Boots",

  "item.cp_tweaks.calorite_helmet": "Calorite Helmet",
  "item.cp_tweaks.calorite_chestplate": "Calorite Chestplate",
  "item.cp_tweaks.calorite_leggings": "Calorite Leggings",
  "item.cp_tweaks.calorite_boots": "Calorite Boots",

  "item.cp_tweaks.ice_shard_helmet": "Ice Shard Helmet",
  "item.cp_tweaks.ice_shard_chestplate": "Ice Shard Chestplate",
  "item.cp_tweaks.ice_shard_leggings": "Ice Shard Leggings",
  "item.cp_tweaks.ice_shard_boots": "Ice Shard Boots",

  "item.cp_tweaks.calorite_sword": "Calorite Sword",
  "item.cp_tweaks.calorite_axe": "Calorite Axe",
  "item.cp_tweaks.calorite_shovel": "Calorite Shovel",
  "item.cp_tweaks.calorite_pickaxe": "Calorite Pickaxe",
  "item.cp_tweaks.calorite_hoe": "Calorite Hoe",

  "item.cp_tweaks.ostrum_helmet": "Ostrum Helmet",
  "item.cp_tweaks.ostrum_chestplate": "Ostrum Chestplate",
  "item.cp_tweaks.ostrum_leggings": "Ostrum Leggings",
  "item.cp_tweaks.ostrum_boots": "Ostrum Boots",

  "item.cp_tweaks.ostrum_sword": "Ostrum Sword",
  "item.cp_tweaks.ostrum_axe": "Ostrum Axe",
  "item.cp_tweaks.ostrum_shovel": "Ostrum Shovel",
  "item.cp_tweaks.ostrum_pickaxe": "Ostrum Pickaxe",
  "item.cp_tweaks.ostrum_hoe": "Ostrum Hoe",

  "item.cp_tweaks.brass_sword": "Brass Sword",
  "item.cp_tweaks.brass_axe": "Brass Axe",
  "item.cp_tweaks.brass_shovel": "Brass Shovel",
  "item.cp_tweaks.brass_pickaxe": "Brass Pickaxe",
  "item.cp_tweaks.brass_hoe": "Brass Hoe",

  "item.cp_tweaks.zinc_sword": "Zinc Sword",
  "item.cp_tweaks.zinc_axe": "Zinc Axe",
  "item.cp_tweaks.zinc_shovel": "Zinc Shovel",
  "item.cp_tweaks.zinc_pickaxe": "Zinc Pickaxe",
  "item.cp_tweaks.zinc_hoe": "Zinc Hoe",

  "item.cp_tweaks.ice_shard_sword": "Ice Shard Sword",
  "item.cp_tweaks.ice_shard_axe": "Ice Shard Axe",
  "item.cp_tweaks.ice_shard_shovel": "Ice Shard Shovel",
  "item.cp_tweaks.ice_shard_pickaxe": "Ice Shard Pickaxe",
  "item.cp_tweaks.ice_shard_hoe": "Ice Shard Hoe",

  "item.cp_tweaks.giant_ice_shard_sword": "Giant Ice Shard Sword",

  "item.cp_tweaks.reinforced_rocket_fin": "Reinforced Rocket Fin",
  "item.cp_tweaks.ignitium_sheet": "Ignitium Sheet",
  "item.cp_tweaks.ignitium_engine": "Ignitium Engine",
  "item.cp_tweaks.monstrosity_gu": "Monstrosity Gu",
  "item.cp_tweaks.reinforced_rocket_nose_cone": "Reinforced Rocket Nose Cone",
  "item.cp_tweaks.sturdy_ostrum_sheet": "Sturdy Ostrum Sheet",
  "item.cp_tweaks.sturdy_desh_sheet": "Sturdy Desh Sheet",
  "item.cp_tweaks.ender_guardian_gu": "Ender Guardian Gu",
  "block.cp_tweaks.create_planetary_tweaks_logo_block": "Create Planetary Tweaks Logo",
  "item.cp_tweaks.create_planetary_tweaks_logo": "Create Planetary Tweaks Logo",

  "item.cp_tweaks.zinc_sword.tooltip": "This item induces holy damage to the undead.",
  "item.cp_tweaks.zinc_axe.tooltip": "This item induces holy damage to the undead.",
  "item.cp_tweaks.zinc_pickaxe.tooltip": "This item induces holy damage to the undead.",
  "item.cp_tweaks.zinc_shovel.tooltip": "This item induces holy damage to the undead.",
  "item.cp_tweaks.zinc_hoe.tooltip": "This item induces holy damage to the undead.",
  "item.cp_tweaks.void_worm_gu.tooltip": "This item is obtained by Killing the Void Worm Boss from the Alex's Mobs mod.",
  "item.cp_tweaks.unstable_ice_shard.tooltip": "This item can be obtained by Killing The Harbinger from the Cataclysm mod.",
  "item.cp_tweaks.monstrosity_gu.tooltip": "This item is obtained by Killing the Netherite Monstrosity from the Cataclysm mod.",
  "item.cp_tweaks.ender_guardian_gu.tooltip": "This item is obtained by Killing the Ender Guardian Boss from the Cataclysm mod.",
  "item.cp_tweaks.arachnarch_venom_bottle.tooltip": "This item has a random chance of being obtained by interacting with the Arachnarch Boss from the Blue Skies mod with a glass bottle.",
  "item.cp_tweaks.starlit_tree_bark.tooltip": "This item has a random chance of being obtained by interacting with the Nature Dungeon Boss from the Blue Skies mod with an axe.",
  "item.cp_tweaks.weird_satellite.tooltip": "This item drops from the Starviewer Armored Giant that spawns at the Final Castle of the Twilight Forest.",

  "item.holy.tooltip": "This item induces holy damage to the undead.",


  "item.cp_tweaks.arachnarch_venom_bucket": "Arachnarch Venom Bucket",
  "item.cp_tweaks.arachnarch_venom_bottle": "Arachnarch Venom Bottle",
  "fluid_type.cp_tweaks.arachnarch_venom_fluid": "Arachnarch Venom",

  "item.cp_tweaks.starlit_tree_bark": "Starlit Tree Bark",


  "creativetab.cp_tweaks_tab": "Create Planetary Tweaks",
  "info.celsiusqc.void_worm_gu": "In the realm of the End, the formidable Void Worm remained undefeated. Yet, a group of daring adventurers stumbled upon a rare treasure—the Void Worm Gu. This potent infusing material could reinforce metals, granting them unmatched strength and resilience. Whispers of its power spread across the land, inspiring quests to obtain this extraordinary substance. The Void Worm's presence loomed large, unaware of the discarded gift that had the potential to shape the course of battles and etch new legends into history.",
  "info.celsiusqc.monstrosity_gu": "In the crimson-hued realm of the planet Mars, a fearsome adversary known as the Netherite Monstrosity held dominion. Towering over the alien landscape, this colossal being had instilled terror in the hearts of all who dared to venture near. Legends spoke of brave explorers attempting to face this enigmatic force, yet none had succeeded in slaying the beast.\n\nHowever, amidst the tales of doom and trepidation, a remarkable secret lay hidden within the Netherite Monstrosity's very essence—its bodily fluids were composed of a rare and wondrous substance known as Netherite Core Gu. This exceptional material possessed a unique quality—it provided unparalleled protection from searing heat and scorching temperatures.\n\nNews of the Netherite Core Gu spread like wildfire across the far reaches of the cosmos, captivating the imaginations of those yearning to explore the uncharted corners of the universe. The prospect of harnessing this extraordinary gift to fortify rockets and withstand the blazing atmospheres of unexplored planets beckoned to intrepid spacefarers like a siren's call.\n\nWithin the heart of this formidable adversary, the key to unlocking the next chapter of interstellar travel lay dormant, awaiting the arrival of a courageous soul to claim it. For in combining the Netherite Core Gu with cutting-edge technology, a new and improved rocket could be forged—one capable of journeying further than ever before, piercing through the celestial veil and discovering realms previously deemed beyond reach.\n\nThe Netherite Monstrosity, unbeknownst to its place as a catalyst for progress, continued to roam the untamed plains of Mars. Yet, within its very being resided a transformative power, offering the potential to revolutionize cosmic exploration, shaping the future of humanity's forays into the great unknown.\n\nAs the stars above danced in celestial harmony, the call to face the Netherite Monstrosity echoed across the cosmos. The legends of those who would dare confront this formidable entity intertwined with the tale of the coveted Netherite Core Gu—an alluring combination that would redefine the boundaries of spacefaring and forever etch their names among the pioneers of interstellar exploration.",
  "item.celsiusqc.void_worm_gu.desc": "Dropped by killing the Netherite Monstrosity who has settled camp on Mars.",
  "info.celsiusqc.ender_guardian_gu": "In the moonlit realm of the lunar surface, a mysterious and elusive entity known as the Ender Guardian held its domain. Legends spoke of its enigmatic powers, and tales of valiant spacefarers attempting to challenge its supremacy filled the cosmic air. None had yet succeeded in vanquishing this lunar guardian, but among the brave few who dared to confront it, rumors whispered of a priceless reward—the Ender Guardian Gu.  Within the heart of the Ender Guardian lay an ethereal essence, the Ender Guardian Gu. This rare and potent substance possessed an extraordinary property—it could regulate and stabilize the temperatures of rocket thrusters, ensuring they remained cool even in the most blistering celestial atmospheres. The promise of such a remarkable discovery sparked a fervor among explorers, all yearning to harness its power for their interplanetary voyages.  As news of the Ender Core Gu spread through the cosmic networks, visions of a new era in space exploration materialized before the adventurers' eyes. The prospect of a rocket, enhanced with the wondrous Gu, promised to extend their reach to the farthest corners of the universe, unveiling the secrets of distant planets and unveiling cosmic wonders yet unknown.  With the Ender Guardian's lair shrouded in the lunar shadows, the challenge to obtain the Ender Core Gu became the ultimate quest for pioneers and dreamers. As each spacefarer embarked on a celestial odyssey to confront the guardian on the moon, they knew that victory would grant them the key to unlocking the boundless potential of interstellar travel and forever change the course of cosmic exploration.  In the luminescent embrace of the moon, the fate of those daring enough to face the Ender Guardian intertwined with the future of space travel, as the enigmatic essence of the Ender Core Gu held the promise of conquering distant planets and charting new frontiers across the cosmic expanse.",
  "info.celsiusqc.unstable_ice_shard": "Amid the icy plains of the Planet Glacio, in the distant reaches of the Proxima Centauri solar system, a formidable force lay dormant—the legendary Harbinger, a mechanical marvel of advanced war technology. Whispers of its existence echoed through the cosmos, and tales of its awe-inspiring power reverberated among intrepid spacefarers. For centuries, the Harbinger remained untouched, as none dared to awaken this colossal titan of metal and might.  Yet, among the tales of this enigmatic machine, one secret loomed larger than the rest—the Harbinger's very core was said to be powered by the fabled Unstable Ice Shard. This extraordinary material, renowned for its unparalleled strength and resilience, was known to defy the boundaries of human comprehension. Legends spoke of it as a substance harnessed from the very essence of the icy planet's heart, possessing the potential to wield unimaginable power.  In the archives of time, echoes of adventurers seeking the Unstable Ice Shard were etched into the annals of history. The quest to claim this elusive element drew the boldest souls to the Planet Glacio, each yearning to possess the key to awaken the Harbinger from its icy slumber. For those who envisioned a future defined by domination or peace, the Unstable Ice Shard held the promise of shaping the fate of civilizations across the cosmos.  As the stars danced in the boundless expanse above, the Harbinger's presence stood as a testament to the ever-advancing frontiers of technology and the mysteries that lay hidden among the far-flung worlds. Among the cosmic whispers, tales of its frozen heart and the limitless potential it held intertwined with the destiny of all who sought it.  A cosmic ballet unfolded as the galaxy held its breath, awaiting the moment when the Harbinger would rise from its slumber, powered by the formidable Unstable Ice Shard—an embodiment of the future's might and the legacy of those who dared to brave the frozen depths of Glacio. And so, the legend of the Harbinger, the machine of war beyond imagination, continued to unfold, its story eternally bound with the icy secrets of the planet it called home."



}